Repository: pypi-data/pypi-mirror-34
Catalog: packages/modoboa-radicale/modoboa_radicale-1.3.5-py2.py3-none-any.whl/modoboa_radicale/locale/*/LC_MESSAGES/django.po
Languages: it

source: Server settings
it: Impostazioni del Server

source: Server URL
it: Indirizzo del Server

source: The URL of your Radicale server. It will be used to construct calendar URLs.
it: L'URL del Server. Sar√† utilizzato per la costrizione degli URLs del calendario.

source: Rights management
it: Gestione permessi

source: Rights file's path
it: Percorso permessi del file

source: Path to the file that contains rights definition
it: Percorso del file che contiene le definizioni dei permessi

source: Allow calendars administration
it: Permetti amministrazione dei Calendari

source: Allow domain administrators to manage user calendars (read and write)
it: Permetti agli aministratori di dominio di aministrare i Calendari utenti (lettura e scrittura)

source: Calendars
it: Calendari

source: Radicale management
it: Amministrazione Radicale

source: Management frontend for Radicale, a simple calendar and contact server.
it: Gestione frontend per Radicale , un semplice server di calendario e contatti .
